let list = [
	["微笑", "叫叫", "发怒", "666", "尴尬", "左哼哼", "右哼哼", "勾引", "啤酒", "福倒了", "冷汗", "炸弹", "白眼", "裂开", "心碎", "拜拜", "蛋糕", "偷笑", "鼓掌", "菜刀"],
	["咖啡", "大兵", "害羞", "酷", "大哭", "奋斗", "晕", "狗头", "色", "黑眼圈", "不开心", "嘘", "粑粑", "吐", "鲜花", "拜托", "口吐芬芳", "懵逼", "抓狂", "握手"],
	["尿尿", "问好", "委屈", "害羞", "闭嘴", "骷髅", "睡着了", "不屑", "阴险", "微笑", "撇嘴", "伤心", "擦汗", "太阳", "吃惊", "要哭了", "惊讶", "鄙视", "点赞"],
	["衰", "吐舌头", "发抖", "呲牙", "跳一跳", "跳嗨了", "委屈", "花跪了", "捂脸", "烟花", "拳头", "腼腆", "真的撇嘴", "礼物", "相信我", "忍住不哭", "被揍了", "傻笑", "爱心", "不知道"],
	["哟嘿", "抱抱", "瞎哭", "害羞加开心", "生病了也要奋斗", "亲亲", "憨憨", "穷", "捂眼睛", "kiss", "苦笑", "月亮", "打脸", "ok", "鼻孔", "yes", "惊呆了", "吃瓜", "红包", "惊恐"]
]
let emojiList = []
let n = 0
list.forEach(item => {
	let arr = []
	item.forEach(sub => {
		arr.push({
			url: `${n}.png`,
			alt: `[${sub}]`
		})
		n++
	})
	emojiList.push(arr)
})

export {
	emojiList
}
